# CurtainMullionHoriz Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
GroupTypeId..::..CurtainMullionHoriz Property
GroupTypeId Class See Also
---
Horizontal Mullions.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2024
# Syntax
C#
---
```text
public static ForgeTypeId CurtainMullionHoriz { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property CurtainMullionHoriz As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ CurtainMullionHoriz {
	ForgeTypeId^ get ();
}
```

# See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace